Repository: slav0nic/djangobb
Catalog: djangobb/djangobb_forum/locale/*/LC_MESSAGES/django.po
Languages: lt, vi

source: Latest posts on forum
lt: Naujausi įrašai forume
vi: Bài mới nhất

source: Latest topics on forum
lt: Naujausios temos forume
vi: Chủ đề mới nhất

source: Latest posts on %s topic
lt: Naujausi įrašai %s temoje
vi: Bài mới nhất trong chủ đề %s

source: Latest posts on %s forum
lt: Naujausi įrašai %s forume
vi: Bài mới nhất trong diễn đàn %s

source: Latest posts on %s category
lt: Naujausi įrašai %s kategorijoje
vi: Bài mới nhất trong mục %s

source: Username
lt: Vartotojo vardas
vi: Tên đăng nhập

source: Registered
lt: Registruotas
vi: Đã đăng ký

source: No. of posts
lt: Įrašų skaičius
vi: Số bài

source: Post time
lt: Parašyta
vi: Đăng lúc

source: Author
lt: Autorius
vi: Tác giả

source: Subject
lt: Pavadinimas
vi: Tiêu đề

source: Forum
lt: Diskusijų forumas
vi: Diễn đàn

source: Ascending
lt: Didėjančia tvarka
vi: Tăng dần

source: Descending
lt: Mažėjančia tvarka
vi: Giảm dần

source: Topics
lt: Temos
vi: Chủ đề

source: Posts
lt: Įrašai
vi: Bài viết

source: Message text and topic subject
lt: Žinutės textas ir temos pavadinimas
vi: Nội dung thông điệp và tiêu đề chủ đề

source: Message text only
lt: Tik žinutės tekstas
vi: Chỉ dùng nội dung thông điệp

source: Topic subject only
lt: Tik temos pavadinimas
vi: Chỉ dùng tiêu đề chủ đề

source: Attachment
lt: Prikabintas failas
vi: Đính kèm

source: Attachment is too big
lt: Prikabintas failas per didelis
vi: Đính kèm quá lớn

source: E-mail
lt: E-paštas
vi: Thư điện tử

source: Real name
lt: Tikras vardas
vi: Tên thật

source: Sort by
lt: Rūšiuoti pagal
vi: Xếp bởi

source: Sort order
lt: Rūšiavimo tvarka
vi: Thứ tự xếp

source: Keyword search
lt: Reikšminių žodžių paieška
vi: Tìm từ khóa

source: Author search
lt: Autorių paieška
vi: Tìm tác giả

source: Search in
lt: Ieškoti
vi: Tìm trong

source: Show results as
lt: Rodyti rezultatus kaip
vi: Xem kết quả theo

source: User with login %s does not exist
lt: Vartotojas prisijungimu %s neegzistuoja
vi: Thành viên %s không tồn tại

source: Message
lt: Žinutė
vi: Thông điệp

source: Recipient
lt: Gavėjas

source: Display your e-mail address.
lt: Rodyti jūsų e-pašto adresą.
vi: Hiển thị địa chỉ thư điện tử của bạn

source: Hide your e-mail address but allow form e-mail.
lt: Slėpti jūsų e-pašto adresą, bet leisti siųsti per formą
vi: Ẩn địa chỉ thư điện tử nhưng cho phép nhận thư

source: Hide your e-mail address and disallow form e-mail.
lt: Slėpti jūsų e-pašto adresą ir neleisti siųsti per formą
vi: Ẩn địa thư điện tử và không nhận thư

source: Name
lt: Pavadinimas
vi: Tên

source: Groups
lt: Grupės
vi: Nhóm

source: Only users from these groups can see this category
lt: Tik vartotojai iš šių grupių gali matyti šią kategoriją
vi: Chỉ có thành viên trong nhóm trên có thể xem được mục này

source: Position
lt: Pozicija
vi: Vị trí

source: Category
lt: Kategorija
vi: Mục

source: Categories
lt: Kategorijos
vi: Các mục

source: Description
lt: Paaiškinimas
vi: Chi tiết

source: Moderators
lt: Moderatoriai
vi: Ban quản trị

source: Updated
lt: Atnaujinta
vi: Sửa lúc

source: Post count
lt: Įrašų skaičius
vi: Số bài

source: Topic count
lt: Temų skaičius
vi: Số chủ đề

source: Forums
lt: Forumai
vi: Diễn đàn

source: Created
lt: Sukurtas
vi: Tạo lúc

source: User
lt: Vartotojas
vi: Thành viên

source: Views count
lt: Peržiūrų skaičius
vi: Lượt xem

source: Sticky
lt: Visada viršuje
vi: Chú ý

source: Closed
lt: Uždarytas
vi: Đã đóng

source: Subscribers
lt: Prenumeratoriai
vi: Người theo dõi

source: Topic
lt: Tema
vi: Chủ đề

source: HTML version
lt: HTML versija
vi: Phiên bản HTML

source: Text version
lt: Tekstinė versija

source: User IP
lt: Vartotojo IP
vi: IP thành viên

source: Post
lt: Siųsti
vi: Bài viết

source: From
lt: Nuo
vi: Từ

source: To
lt: Kam
vi: Đến

source: Time
lt: Laikas
vi: Thời điểm

source: Sign
lt: Pasirašyti
vi: Ký

source: Reason
lt: Priežastis
vi: Nguyên nhân

source: Reputation
lt: Reputacija
vi: Danh tiếng

source: Reputations
lt: Reputacijos
vi: Danh tiếng

source: Status
lt: Statusas
vi: Tình trạng

source: Site
lt: Svetainė
vi: Trang web

source: Location
lt: Vieta
vi: Địa điểm

source: Signature
lt: Parašas
vi: Chữ ký

source: Time zone
lt: Laiko juosta
vi: Múi giờ

source: Language
lt: Kalba
vi: Ngôn ngữ

source: Avatar
lt: Avataras
vi: Ảnh đại diện

source: Theme
lt: Tema
vi: Cách trang trí

source: Show avatar
lt: Rodyti avatarą
vi: Hiện ảnh đại diện

source: Show signatures
lt: Rodyti parašą
vi: Hiện chữ ký

source: Privacy permission
lt: Privatumo leidimai
vi: Quyền truy cập

source: Default markup
lt: Numatytasis markup
vi: Đánh dấu mặc định

source: Profile
lt: Profilis
vi: Hồ sơ

source: Profiles
lt: Profiliai
vi: Hồ sơ

source: Post tracking
lt: Siųsti stebimą
vi: Bài theo dõi

source: Reported by
lt: Pranešta
vi: Báo cáo bởi

source: Zapped
lt: Pakeistas
vi: Đã hạ gục

source: Zapped by
lt: Pakeistas
vi: Đã hạ gục bởi

source: Report
lt: Pranešimas
vi: Báo cáo

source: Reports
lt: Pranešimai
vi: Báo cáo

source: Read
lt: Perskaityta

source: Private message
lt: Asmeninė žinutė

source: Private messages
lt: Asmeninės žinutės

source: Banned user
lt: Užblokuotas vartotojas
vi: Thành viên bị khóa

source: Ban start
lt: Blokavimo pradžia
vi: Khóa từ

source: Ban end
lt: Blokavimo pabaiga
vi: Mãn hạn

source: Ban
lt: Blokavimas
vi: Khóa

source: Bans
lt: Blokavimai
vi: Khóa

source: Size
lt: Dydis
vi: Dung lượng

source: Content type
lt: Turinio tipas
vi: Loại nội dung

source: Path
lt: Kelias
vi: Đường dẫn

source: Root
lt: Pradžia
vi: Gốc

source: New topic
lt: Nauja tema
vi: Chủ đề mới

source: New reply
lt: Naujas atsakymas
vi: Trả lời mới

source: Write your message and submit
lt: Parašyti savo žinutę ir išsiųsti
vi: Viết thông điệp và gửi

source: Submit
lt: Siųsti
vi: Gửi

source: Go back
lt: Atgal
vi: Quay lại

source: Topic review (newest first)
lt: Peržiūrėti temas (naujausios viršuje)
vi: Duyệt chủ đề (mới nhất trước)

source: Quote
lt: Citata
vi: Trích dẫn

source: Board footer
lt: Lentos apačia
vi: Chân bảng

source: Edited
lt: Redaguotas
vi: Đã sửa

source: Select
lt: Pasirinkti
vi: Chọn

source: Delete
lt: Ištrinti
vi: Xóa

source: Edit post
lt: Redaguoti įrašą
vi: Sửa bài

source: Edit the post and submit changes
lt: Redaguoti įrašą ir siųsti pakeitimus
vi: Sửa bài và lưu lại

source: Save
lt: Išsaugoti
vi: Lưu

source: Replies
lt: Atsakymai
vi: Những phản hồi

source: Views
lt: Žiūrėta
vi: Lượt xem

source: Last post
lt: Paskutinis įrašas
vi: Bài viết cuối

source: Sticky:
lt: Visada viršuje:
vi: Chú ý:

source: Forum is empty.
lt: Forumas yra tuščias.
vi: Diễn đàn trống.

source: Jump to
lt: Eiti į
vi: Nhảy tới

source: Go
lt: Eiti
vi: Đến

source: Moderate forum
lt: Moderuoti forumą
vi: Ban quản trị diễn đàn

source: Index
lt: Pradžia
vi: Chỉ số

source: User list
lt: Vartotojų sąrašas
vi: Danh sách thành viên

source: Search
lt: Paieška
vi: Tìm kiếm

source: Administration
lt: Administravimas

source: Log out
lt: Atsijungti
vi: Thoát

source: Log in
lt: Prisijungti
vi: Đăng nhập

source: Sign up
lt: Registruotis
vi: Đăng ký

source: Logged in as
lt: Prisijungęs kaip
vi: Đăng nhập bởi

source: Last visit:
lt: Paskutinis apsilankymas:
vi: Lần cuối ghé thăm:

source: There are new messages (%(new_msg)s)
lt: Yra naujų žinučių (%(new_msg)s)
vi: Có tin nhắn mới (%(new_msg)s)

source: You are not logged in.
lt: Jūs neprisijungęs.
vi: Bạn chưa đăng nhập.

source: There are new reports
lt: Yra naujų pranešimų
vi: Có báo cáo mới

source: Show new posts since last visit
lt: Rodyti naujausius įrašus nuo paskutinio apsilankymo
vi: Hiển thị bài viết mới kể từ lần cuối ghé thăm

source: Mark all topics as read
lt: Pažymėti visas temas perskaitytom
vi: Đánh dấu tất cả các chủ đề như là đã đọc

source: Notice
lt: Pranešimas
vi: Thông báo

source: Board information
lt: Lentos informacija
vi: Bảng thông tin

source: Board statistics
lt: Lentos statistika
vi: Bảng thống kê

source: Total number of registered users:
lt: Viso registruotų vartotojų:
vi: Tổng số thành viên:

source: Total number of topics:
lt: Viso temų:
vi: Tổng số chủ đề:

source: Total number of posts:
lt: Viso įrašų:
vi: Tổng số bài viết:

source: User information
lt: Vartotojo informacija
vi: Thông tin thành viên

source: Newest registered user:
lt: Naujausias vartotojas:
vi: Thành viên mới nhất:

source: Registered users online:
lt: Prisijungę registruoti vartotojai:
vi: Thành viên đang online:

source: Guests online:
lt: Prisijungę svečiai:
vi: Khách đang online

source: Online:
lt: Prisijungęs:
vi: Đang online

source: Search links
lt: Ieškoti tarp nuorodų
vi: Tìm kiếm các liên kết

source: Show recent posts
lt: Rodyti naujausius įrašus
vi: Hiển thị bài viết gần đây

source: Show unanswered posts
lt: Rodyti neatsakytus įrašus
vi: Hiện bài viết chưa được trả lời

source: Show your subscribed topics
lt: Rodyti jūsų prenumeruojamas temas
vi: Hiển thị các chủ đề bạn đăng ký

source: Show your posts
lt: Rodyti jūsų įrašus
vi: Hiển thị bài viết của bạn

source: Send e-mail to
lt: Siųsti e-paštą vartotojui
vi: Gửi thư đến

source: Write and submit your e-mail message
lt: Rašyti ir siųsti e-pašto žinutę
vi: Soạn và gửi thư

source: Please note that by using this form, your e-mail address will be disclosed to the recipient.
lt: Prašau atminti, kad naudojant šią formą, jūsų e-pašto adresas bus atslėptas gavėjui.
vi: Xin lưu ý rằng bằng cách sử dụng mẫu đơn này, địa chỉ thư điện tử của bạn sẽ được tiết lộ cho người nhận.

source: Move
lt: Perkelti
vi: Chuyển

source: Open
lt: Atidaryti
vi: Mở

source: Close
lt: Uždaryti
vi: Đóng

source: Moderated by
lt: Moderuojama
vi: Kiểm duyệt bởi

source: Move topic
lt: Perkelti temą
vi: Di chuyển chủ đề

source: Select destination of move
lt: Pasirinkite perkėlimo vietą
vi: Chọn điểm đến

source: Move to
lt: Perkelti į
vi: Di chuyển đến

source: Pages
lt: Puslapiai
vi: Trang

source: Report post
lt: Pranešti apie įrašą
vi: Báo cáo bài viết xấu

source: Please enter a short reason why you are reporting this post
lt: Prašom įvesti trumpą priežastį, kodėl jūs norite pranešti apie šį įrašą
vi: Xin vui lòng nhập một lý do ngắn tại sao bạn báo cáo bài viết này có nội dung xấu

source: Reputation of the user
lt: Vartotojo reputacija
vi: Danh tiếng của thành viên

source: From user
lt: Nuo vartotojo
vi: Từ thành viên

source: For topic
lt: Temai

source: Estimation
lt: Įvertinimas
vi: Dự toán

source: Date
lt: Data
vi: Ngày

source: Are you sure
lt: Ar esate tikras
vi: Bạn có chắc chắn

source: Please, fill the form
lt: Prašau užpildyti formą
vi: Xin vui lòng điền vào các mẫu

source: Your name:
lt: Jūsų vardas:
vi: Tên của bạn:

source: To whom we change a reputation:
lt: Į ką mes kaičiam reputaciją:
vi: Tới người mà chúng tôi thay đổi danh tiếng:

source: The reason of change of reputation:
lt: Reputacijos keitimo priežastis:

source: Method:
lt: Metodas:
vi: Phương pháp:

source: Add of a reputation
lt: Reputacijos didinimas
vi: Thêm một danh tiếng

source: Reduction of a reputation
lt: Reputacijos mažinimas
vi: Giảm một danh tiếng

source: Enter your search criteria
lt: Įveskite paieškos kriterijus
vi: Nhập tiêu chí tìm kiếm của bạn

source: To search by keyword, enter a term or terms to search for. Separate terms with spaces. To search by author enter the username of the author whose posts you wish to search for.
lt: Ieškant pagal reikšminius žodžius, įveskite sąlygą arba sąlygas. Atskirkite sąlygas tarpais. Ieškant pagal autorių, įveskite autoriaus vartotojo vardą, kurio įrašų ieškote.
vi: Để tìm kiếm bằng từ khoá, hãy nhập một cụm từ hoặc nhiều cụm từ để tìm kiếm. Phân cách cụm từ bằng dấu cách. Để tìm kiếm theo tác giả, hãy nhập tên người dùng của tác giả có bài viết mà bạn muốn tìm kiếm.

source: Select where to search
lt: Pasirink, kur ieškoti
vi: Chọn nơi để tìm kiếm

source: All forums
lt: Visi forumai
vi: Tất cả các diễn đàn

source: Choose in which forum you would like to search and if you want to search in topic subjects, message text or both.
lt: Pasirinkite kuriame forume jūs norite ieškoti ir jei norite ieškoti temų pavadinimuose, įrašų tekstuose ar abu.
vi: Chọn diễn đàn nào mà bạn muốn tìm kiếm và nếu bạn muốn tìm kiếm trong tiêu đề, tin nhắn văn bản hoặc cả hai.

source: Select how to view search results
lt: Pasirinkite kaip peržiūrėti paieškos rezultatus
vi: Chọn cách để xem kết quả tìm kiếm

source: You can choose how you wish to sort and show your results.
lt: Jūs galiet pasirinkti kaip atvaizduoti ir rūšiuoti rezultatus.
vi: Bạn có thể chọn cách bạn muốn sắp xếp và hiển thị kết quả của bạn.

source: Replies:
lt: Atsakymai:
vi: Trả lời:

source: Go to post
lt: Eikite į įraša
vi: Tới bài viết

source: Info
lt: Informacija
vi: Thông tin

source: Your search returned no hits.
lt: Jūsų paieška nieko negrąžino.
vi: Kết quả tìm kiếm trả lại không có số truy cập.

source: Search results
lt: Paieškos rezultatai
vi: Kết quả tìm kiếm

source: Reply
lt: Atsakyti
vi: Trả lời

source: From:
lt: Nuo:
vi: Từ:

source: Registered:
lt: Registruotas:
vi: Đã đăng ký:

source: Posts:
lt: Įrašai:
vi: Bài viết:

source: Send e-mail
lt: Siųsti e-paštą
vi: Gửi thư

source: Attachments:
lt: Prikabinti failai:
vi: Đính kèm:

source: Online
lt: Prisijungęs

source: Offline
lt: Atsijungęs

source: Are you sure you want to delete this post?
lt: Ar jūs tikrai norite ištrinti šį įrašą?
vi: Bạn có chắc chắn muốn xóa bài đăng này?

source: Edit
lt: Redaguoti
vi: Chỉnh sửa

source: Unsubscribe
lt: Atsisakyti prenumeratos
vi: Hủy đăng ký

source: Subscribe
lt: Užsakyti prenumeratą
vi: Đăng ký

source: Quick post
lt: Greitas įrašas
vi: Đăng bài nhanh

source: Jump to
lt: Eiti į
vi: Nhảy tới

source: Moderator control
lt: Moderatoriaus valdymas
vi: Công cụ quản trị

source: Delete multiple posts
lt: Ištrinti kelis įrašus
vi: Xoá nhiều bài viết

source: Open topic
lt: Atidaryti temą
vi: Mở chủ đề

source: Close topic
lt: Uždaryti temą
vi: Đóng chủ đề

source: Unstick topic
lt: Nebelaikyti temos viršuje
vi: Bỏ chú ý chủ đề

source: Stick topic
lt: Laikyti temą viršuje
vi: Tạo chú ý cho chủ đề

source: Upload avatar
lt: Įkelti avatarą
vi: Tải lên hình đại diện

source: Enter an avatar file to upload
lt: Įkėlimui įveskite avataro failą
vi: Chọn hình đại diện để tải lên

source: An avatar is a small image that will be displayed under your username in your posts. It must not be any bigger than %(avatar_width)s x %(avatar_height)s pixels
lt: Avataras yra mažas paveiksliukas, kuris bus rodomas po jūsų vartotojo vardo jūsų įrašuose. Jis negali būti didesnis nei %(avatar_width)s x %(avatar_height)s taškų
vi: Hình đại diện là một hình ảnh nhỏ sẽ được hiển thị dưới tên người dùng trong bài viết của bạn. Nó không được lớn hơn %(avatar_width)s x %(avatar_height)s px

source: Upload
lt: Įkelti
vi: Tải lên

source: Personal
lt: Asmeninis
vi: Cá nhân

source: Username:
lt: Vartotojo vardas:
vi: Tên đăng nhập:

source: Title
lt: Pavadinimas
vi: Tiêu đề

source: Real name:
lt: Tikras vardas:
vi: Tên thật:

source: (Unknown)
lt: (Nežinomas)
vi: (Không rõ)

source: Website:
lt: Svetainė:

source: E-mail:
lt: E-paštas:
vi: Thư điện tử:

source: (Hidden)
lt: (Paslėptas)
vi: (Ẩn)

source: Messaging
lt: Žinučių siuntimai
vi: Nhắn tin

source: Personality
lt: Asmeniniai duomenys
vi: Tính cách

source: Avatar:
lt: Avataras:
vi: Hình đại diện:

source: (No avatar)
lt: (avataro nėra)
vi: (Không dùng hình đại diện)

source: Signature:
lt: Parašas:
vi: Chữ ký:

source: User activity
lt: Vartotojo aktyvumas
vi: Hoạt động thành viên

source: Show all posts
lt: Rodyti visus įrašus
vi: Hiển thị tất cả các bài viết

source: Last post:
lt: Paskutinis įrašas
vi: Bài cuối:

source: User search
lt: Vartotojo paieška
vi: Tìm kiếm thành viên

source: Find and sort users
lt: Rasti ir rūšiuoti vartotojus
vi: Tìm và sắp xếp thành viên

source: Enter a username to search for. The username field can be left blank. Sort users by name, date registered or number of posts and in ascending/descending order.
lt: Įveskite ieškomo vartotojo vardą. Vartotojo vardas gali būti neįvestas. Rūšiuokite vartotojus pagal vardą, registracijos datą arba įrašų skaičių, taip pat didėjančia/mažėjančia tvarka.
vi: Nhập tên thành viên để tìm kiếm. Trường tên thành viên có thể được để trống. Sắp xếp thành viên theo tên, ngày đăng ký hoặc số lượng bài viết và theo thứ tự tăng hoặc giảm dần

source: Full Version:
lt: Pilna versija:
vi: Phiên bản đầy đủ:

source: IMPORTANT:
lt: SVARBU:
vi: LƯU Ý:

source: replies
lt: atsakymai
vi: trả lời

source: posts
lt: įrašai
vi: bài viết

source: Send a message
lt: Siųsti žinutę

source: Send
lt: Siųsti

source: Inbox
lt: Gauta

source: Sender
lt: Siuntėjas

source: No messages
lt: Žinučių nėra

source: Private Messages
lt: Asmeninė žinutė

source: Sent
lt: Siųsta

source: Send new message
lt: Siųsti naują žinutę

source: Outbox
lt: Siunčiama

source: Receiver
lt: Gavėjas

source: Delete (administrators only) or ban user
lt: Ištrinti (tik administratoriams) arba blokuoti vartotoją
vi: Xóa (chỉ administrators) hoặc khóa thành viên

source: Delete user
lt: Ištrinti vartotoją
vi: Xoá thành viên

source: Ban user
lt: Blokuoti vartotoją
vi: Khóa thành viên

source: Set moderator access
lt: Suteikti moderatoriaus prieigą
vi: Thiết lập chế độ truy cập của ban điều hành

source: Choose what forums this user should be allowed to moderate. Note: This only applies to moderators. Administrators always have full permissions in all forums.
lt: Parinkite, kuriuos forumus vartotojas galės moderuoti. Atminkite: tai galioja tik moderatoriams. Administratoriai turi visas teises visuose forumuose.
vi: Chọn diễn đàn nào mà thành viên này được phép quản lý. Chú ý: Chỉ áp dụng với ban thành viên ban điều hành. Administrators luôn có đầy đủ quyền hạn trên toàn diễn đàn

source: Update forums
lt: Atnaujinti forumus
vi: Cập nhật diễn đàn

source: Display
lt: Atvaizdavimas
vi: Hiển thị

source: Select your preferred style
lt: Pasirinkite jums tinkantį stilių
vi: Chọn phong cách ưa thích của bạn

source: If you like you can use a different visual style for this forum.
lt: Jei norite, galite pasirinkti kitokį atvaizdavimo stilių forumui.
vi: Nếu bạn thích, bạn có thể sử dụng một phong cách khác nhau hình ảnh cho diễn đàn này.

source: When you update your profile, you will be redirected back to this page.
lt: Kai atnaujinsite savo profilį, jūs būsite nukreiptas atgal į šį puslapį.
vi: Khi bạn cập nhật hồ sơ, bạn sẽ được chuyển trở lại vào trang này.

source: Essentials
lt: Svarbus
vi: Bản chất

source: Enter your username and password
lt: Įveskite savo vartotojo vardą ir slaptažodį
vi: Nhập tên người dùng và mật khẩu

source: Change password
lt: Keisti slaptažodį
vi: Thay đổi mật khẩu

source: Enter a valid e-mail address
lt: Įveskite galiojantį e-pašto adresą
vi: Nhập địa chỉ thư điện tử hợp lệ

source: Set your localisation options
lt: Keisti lokalizacijos nuostatas
vi: Đặt tùy chọn khu vực của bạn

source: Timezone: For the forum to display times correctly you must select your local timezone.
lt: Laiko juosta: kad forumas atvaizduotų teisingai laiką, jūs turite pasirinkti laiko juostą.
vi: Múi giờ: Đê diễn đàn hiển thị thời gian một cách chính xác, bạn phải chọn múi giờ địa phương.

source: Language: You can choose which language you wish to use to view the forum
lt: Kalba: Jūs galite pasirinkti kokia kalba norite matyti forumą
vi: Ngôn ngữ: Bạn có thể chọn ngôn ngữ mà bạn muốn sử dụng để xem các diễn đàn

source: Profile menu
lt: Profilio meniu
vi: Danh mục hồ sơ

source: Privacy
lt: Privatumas
vi: Bảo mật

source: Enter your personal details
lt: Įveskite asmeninius duomenis
vi: Nhập thông tin chi tiết của bạn

source: Leave blank to use forum default.
lt: Palikite tuščią, kad naudoti forumo numatytą.
vi: Để trống nếu muốn sử dụng của diễn đàn mặc định.

source: Set your avatar display options
lt: Nustatykite avataro vaizdavimo nuostatas
vi: Thiết lập các tùy chọn hiển thị avatar của bạn

source: An avatar is a small image that will be displayed with all your posts. You can upload an avatar by clicking the link below. The checkbox 'Use avatar' below must be checked in order for the avatar to be visible in your posts.
lt: Avataras yra mažas paveiksliukas, kuris bus atvaizduotas visuose jūsų įrašuose. Jūs galite įkelti avatarą spausdami žemiau esančią nuorodą. Varnelė 'Vartotojo avataras' žemiau turi būti pažymėta, kad avataras būtų matomas.
vi: Hình đại diện là một hình ảnh nhỏ sẽ được hiển thị trong tất cả các bài viết của bạn. Bạn có thể tải lên hình đại diện bằng cách nhấp vào liên kết dưới đây. Phải chọn ô 'Sử dụng hình đại diện' để hình đại diện được nhìn thấy trong bài viết của bạn.

source: Use avatar.
lt: Naudoti avatarą.
vi: Sử dụng hình đại diện.

source: Delete avatar
lt: Ištrinti avatarą
vi: Xóa hình đại diện

source: Compose your signature
lt: Sukurti parašą
vi: Soạn chữ ký của bạn

source: A signature is a small piece of text that is attached to your posts. In it, you can enter just about anything you like. Perhaps you would like to enter your favourite quote or your star sign. It's up to you! In your signature you can use BBCode if it is allowed in this particular forum. You can see the features that are allowed/enabled listed below whenever you edit your signature.
lt: Parašas yra trumpas tekstas, kuris pridedamas po jūsų įrašais. Jame jūs galite įvesti ką tik norite. Galbūt jūs norite įvesti savo mėgstamą citatą ar savo horoskopo ženklą. Taip priklauso nuo jūsų. Paraše galite naudoti BBKodą, jei jis aktyvuotas.
vi: Chữ ký là một đoạn văn bản ngắn được gắn liền với bài viết của bạn. Trong đó, bạn có thể nhập bất cứ thứ gì bạn thích. Có thể bạn muốn nhập trích dẫn yêu thích hay chữ ký ngôi sao của bạn. Nó thuộc vào bạn! Trong chữ ký, bạn có thể sử dụng BBCode nếu nó được cho phép sử dụng. Bạn có thể xem các tính năng được cho phép / cho phép liệt kê dưới đây bất cứ khi nào bạn chỉnh sửa chữ ký của bạn.

source: No signature currently stored in profile.
lt: Joks parašas nėra saugomas vartotojo profilyje
vi: Không có chữ ký nào hiện được lưu trong hồ sơ.

source: Set your privacy options
lt: Redaguoti privatumo nuostatas
vi: Thiết lập các tùy chọn riêng tư của bạn

source: Select whether you want your e-mail address to be viewable to other users or not and if you want other users to be able to send you e-mail via the forum (form e-mail) or not.
lt: Pasirinkite, ar norite, kad jūsų e-pašto adresas būtų matomas kitiems vartotojams, ar ne. Taip pat pasirinkite, ar vartotojai galės jums siųsti forumo e-pašto forma, ar ne.
vi: Chọn nếu bạn muốn địa chỉ thư điện tử của bạn để có thể xem được cho người dùng khác hay không và nếu bạn muốn người dùng khác để có thể gửi e-mail thông qua diễn đàn này (mẫu e-mail) hay không.

source: You already voted for this post
vi: Bạn đã bình chọn bài viết này

source: Updated by
vi: Sửa bởi

source: Markup
vi: Đánh dấu

source: Show smilies
vi: Hiện biểu tượng mặt cười

source: by
vi: bởi

source: For post in topic
vi: Đối với bài viết trong chủ đề

source: Post display legend
vi: Hiện phụ đề bài viết

source: Post display info
vi: Hiển thị thông tin bài
